const familystatusdata = [
  { name: 'Состоит в браке' },
  { name: 'Не состоит в браке' },
  { name: 'Неизвестно' },
];

const trainingdata = [
  { name: 'Профессиональное: высшее' },
  { name: 'Профессиональное: среднее' },
  { name: 'Общее: высшее' },
  { name: 'Общее: основное' },
  { name: 'Общее: начальное' },
  { name: 'Неизвестно' },
];

const busynessdata = [
  { name: 'работает' },
  { name: 'проходит военную службу' },
  { name: 'пенсионер(ка)' },
  { name: 'студент(ка)' },
  { name: 'не работает прочее' },
  { name: 'обучающийся' },
];

const blooddata = [
  { name: ' I (0) Rh «+»' },
  { name: ' I (0) Rh «-»' },
  { name: ' II (A) Rh «+»' },
  { name: ' II (A) Rh «-»' },
  { name: ' III (B) Rh «+»' },
  { name: ' III (B) Rh «-»' },
  { name: ' IV (AB) Rh «+»' },
  { name: ' IV (AB) Rh «-»' },
];

const kinshipdata = [
  { name: 'Мать' },
  { name: 'Отец' },
  { name: 'Родитель' },
  { name: 'Ребенок' },
  { name: 'Другие родственники' },
  { name: 'Законный представитель' },
  { name: 'Двоюродный брат' },
  { name: 'Тетя по материнской линии' },
  { name: 'Приемный ребенок' },
  { name: 'Дед' },
  { name: 'Прадед' },
  { name: 'Сводный брат' },
  { name: 'Двоюродная бабушка' },
  { name: 'Двоюродный дядя по материнской линии' },
  { name: 'Дед по материнской линии' },
  { name: 'Прадед по материнской линии' },
  { name: 'Биологический родитель' },
  { name: 'Родной брат' },
  { name: 'Тетя по оцовской линии' },
  { name: 'Двоюродный дядя по оцовской линии' },
  { name: 'Дядя по оцовской линии' },
  { name: 'Дед по оцовской линии' },
  { name: 'Прадед по оцовской линии' },
  { name: 'Приеиный родитель' },
];

export { familystatusdata, trainingdata, busynessdata, blooddata, kinshipdata };
